[{"item_id":"20855-01","date":"2018-07-25 00:00:00","section":"Writing and Language","skill":"Conventions of Punctuation","subscore":["Standard English Conventions"],"difficulty":"Hard","instructions":["<p>After reading the passage, choose the answer to the&nbsp;question that most effectively improves the quality of writing in the passage or that makes the passage conform to the conventions of standard written English. Sometimes the question will&nbsp;include a \"NO CHANGE\" option. Choose that option if you think the best choice is to leave the relevant portion of the passage as it is.</p>\n"],"passage":{"content":"Humanities","complexity":"Higher","body":"<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Ghosts, haunted houses, ancestral curses&mdash;these common tropes of Gothic literature might lead some readers to dismiss the genre as one better suited for entertainment than for serious literary scholarship. An analysis of Charlotte Perkins Gilman&rsquo;s 1892 short story &ldquo;The Yellow Wallpaper,&rdquo; though, demonstrates that the Gothic was a vehicle for serious social commentary worthy of further study. The story&rsquo;s protagonist, suffering from a &ldquo;nervous condition,&rdquo; becomes obsessed with the wallpaper in her bedroom. At one point, she conjures a disturbing image of a woman trapped behind the bars depicted in the pattern of the wallpaper. Though utterly fantastical, this image is very much grounded in the reality of the oppressive mores of the Victorian <a class=\"question-marker\" id=\"question-1\" name=\"question-1\">1</a>&nbsp;<u>era: the trapped figure symbolizes</u> the protagonist&rsquo;s sense of being imprisoned by her social circumstances.</p>\n"},"answer":{"style":"Multiple Choice","hint":"<p>A colon can be used to mark the break between two independent clauses when the second clause provides an illustration or amplification of what&rsquo;s in the first.</p>\n","choices":{"a":{"body":"<p>NO CHANGE</p>\n","rationale":"<p>Choice A is the best answer because it effectively uses a colon to mark the break between the two independent clauses. The first makes an analytical statement about the image, and the second goes on to elaborate on the meaning of the image.</p>\n"},"b":{"body":"<p>era. The trapped figure symbolizes:</p>\n","rationale":"<p>Choice B is incorrect because it contains unnecessary punctuation. No colon is needed between the verb &ldquo;symbolizes&rdquo; and its object.</p>\n"},"c":{"body":"<p>era; the trapped figure symbolizes,</p>\n","rationale":"<p>Choice C is incorrect because it contains unnecessary punctuation. No comma is needed between the verb &ldquo;symbolizes&rdquo; and its object.</p>\n"},"d":{"body":"<p>era the trapped figure symbolizes</p>\n","rationale":"<p>Choice D is incorrect because it doesn&rsquo;t punctuate the break between the two independent clauses.</p>\n"}},"correct_choice":"a"}}]