[{"item_id":"20852-04","date":"2018-07-17 00:00:00","section":"Writing and Language","skill":"Sentence Structure","subscore":["Standard English Conventions"],"difficulty":"Medium","instructions":["<p>After reading the passage, choose the answer to the&nbsp;question that most effectively improves the quality of writing in the passage or that makes the passage conform to the conventions of standard written English. Sometimes the question will&nbsp;include a \"NO CHANGE\" option. Choose that option if you think the best choice is to leave the relevant portion of the passage as it is.</p>\n"],"passage":{"content":"Careers","complexity":"Higher","body":"<p>&nbsp; &nbsp; &nbsp;A number of growing career fields <a class=\"question-marker\" id=\"question-1\" name=\"question-1\">1</a>&nbsp;<u>which are facing a crisis,</u> a shortage of educators to train a future workforce. Specifically, postsecondary training programs in trade and industrial (T&amp;I) occupations such as welding, manufacturing, and auto repair lack enough qualified instructors to prepare students to embark on these career paths. The problem is compounded by the fact that it is difficult to lure skilled workers away from jobs in these more lucrative trades for jobs in the modestly paying field of education. To address the shortage, postsecondary training programs would do well to recruit skilled professionals from T&amp;I fields to teach as adjunct faculty (part-time instructors). Teaching part-time would allow experienced professionals to help educate the future workforce while retaining their positions in the private sector.</p>\n"},"answer":{"style":"Multiple Choice","hint":"<p>Rule out options that result in fragments, comma splices, or run-ons.</p>\n","choices":{"a":{"body":"<p>NO CHANGE</p>\n","rationale":"<p>Choice A is incorrect because it results in a fragment.&nbsp;</p>\n"},"b":{"body":"<p>are facing a crisis, there&rsquo;s</p>\n","rationale":"<p>Choice B is incorrect because it results in a comma splice. The comma is not sufficient to join the independent clauses &ldquo;A number of growing career fields are facing a crisis&rdquo; and &ldquo;there&rsquo;s a shortage of educators to train a future workforce.&rdquo;</p>\n"},"c":{"body":"<p>are facing a crisis:</p>\n","rationale":"<p>Choice C is the best answer because it results in a grammatical sentence, avoiding sentence boundary issues such as fragments, comma splices, and run-ons.</p>\n"},"d":{"body":"<p>facing a crisis,</p>\n","rationale":"<p>Choice D is incorrect because it results in a fragment.</p>\n"}},"correct_choice":"c"}}]